{
  "schema_version": "scamsmart.lesson.v1",
  "scam_type": "credit_card_scam",
  "title": "Credit card detail theft (fake 'confirm address' / payment pages)",
  "summary": "Scammers try to steal your card details by sending you to a fake payment page (often pretending to be a delivery service).",
  "how_it_works": [
    "You get a text/email claiming there’s a delivery problem and you must 'confirm address' or pay a small fee.",
    "The link opens a website that looks real and asks for card number, expiry, and CVV.",
    "Once entered, scammers use the card details or sell them."
  ],
  "warning_signs": [
    "Message says you must pay a small 'redelivery' or 'processing' fee.",
    "Link goes to a weird domain (not the official delivery company).",
    "The form asks for full card details for something that should be free or handled in-app."
  ],
  "example_hooks": [
    "“Confirm your address to complete delivery.”",
    "“Unpaid fee — your parcel will be returned today.”"
  ],
  "what_to_do": [
    "Don’t enter card details from a link in a message.",
    "Track parcels only via the official delivery app/site you open yourself.",
    "If you entered details, contact your bank/card provider immediately to stop transactions."
  ],
  "quick_quiz": [
    {
      "q": "What’s the safest way to get to the real website?",
      "choices": [
        "Click the link in the message",
        "Type the website address yourself or use the official app",
        "Reply and ask them for another link"
      ],
      "answer_index": 1,
      "explain": "Scam messages often include links to fake sites. Typing the address yourself (or using the official app) reduces that risk."
    },
    {
      "q": "A message says you must act 'within 24 hours' or you'll lose access. What should you do first?",
      "choices": [
        "Panic and pay/enter details",
        "Stop and verify using official contact details you find yourself",
        "Forward it to friends to ask"
      ],
      "answer_index": 1,
      "explain": "Urgency is a classic pressure tactic. Verify using trusted contact details."
    }
  ],
  "sources": [
    "https://auspost.com.au/about-us/about-our-site/online-security-scams-fraud/scam-alerts",
    "https://www.accc.gov.au/media-release/keep-this-festive-season-stress-free-with-scam-safety-checks"
  ],
  "created_at": "2026-01-01T00:00:00+08:00"
}