{
  "schema_version": "scamsmart.lesson.v1",
  "scam_type": "impersonation",
  "title": "Impersonation scams (bank/government/police ‘urgent action’)",
  "summary": "Impersonation scams pretend to be a real organisation (your bank, myGov, police, etc.) to pressure you into paying money or handing over info.",
  "how_it_works": [
    "You get a call/text/email claiming they are from a trusted organisation.",
    "They warn of fraud, a fine, a suspended account, or a ‘security check’.",
    "They push urgency and request money, personal details, or access."
  ],
  "warning_signs": [
    "Urgent request for action and secrecy (‘don’t tell anyone’).",
    "Asked to click a link to enter personal details.",
    "Asked to pay into a new bank account/BSB or move money ‘to keep it safe’."
  ],
  "example_hooks": [
    "“We detected an unauthorised transaction—confirm now.”",
    "“Your account will be locked today unless you verify.”"
  ],
  "what_to_do": [
    "Hang up/delete and contact the organisation using an official number you find yourself.",
    "Never move money because someone told you to ‘protect it’.",
    "Report and get help fast if you’ve paid or shared details."
  ],
  "quick_quiz": [
    {
      "q": "What’s the safest way to get to the real website?",
      "choices": [
        "Click the link in the message",
        "Type the website address yourself or use the official app",
        "Reply and ask them for another link"
      ],
      "answer_index": 1,
      "explain": "Scam messages often include links to fake sites. Typing the address yourself (or using the official app) reduces that risk."
    },
    {
      "q": "A message says you must act 'within 24 hours' or you'll lose access. What should you do first?",
      "choices": [
        "Panic and pay/enter details",
        "Stop and verify using official contact details you find yourself",
        "Forward it to friends to ask"
      ],
      "answer_index": 1,
      "explain": "Urgency is a classic pressure tactic. Verify using trusted contact details."
    }
  ],
  "sources": [
    "https://www.scamwatch.gov.au/types-of-scams/impersonation-scams",
    "https://www.scamwatch.gov.au/about-us/news-and-alerts/scam-alert-nasc-impersonation-scammers"
  ],
  "created_at": "2026-01-01T00:00:00+08:00"
}