{
  "schema_version": "scamsmart.lesson.v1",
  "scam_type": "buy_sell_scams",
  "title": "Buying & selling scams (fake sellers, fake listings, payment tricks)",
  "summary": "Scammers post fake listings or pretend to be genuine buyers/sellers to steal money or personal info.",
  "how_it_works": [
    "A listing looks great (cheap price / high demand).",
    "Scammer pushes off-platform payment or strange payment methods.",
    "After payment, the item never arrives (or a buyer tricks you with fake payment confirmations)."
  ],
  "warning_signs": [
    "Price is too good to be true.",
    "You’re pressured to pay quickly or off-platform.",
    "Excuses to avoid safe payment methods or in-person inspection."
  ],
  "example_hooks": [
    "“Pay now to secure it—lots of interest.”",
    "“I can only do bank transfer/crypto.”"
  ],
  "what_to_do": [
    "Use platform-protected payments where possible.",
    "Don’t send money to strangers via unusual methods.",
    "Meet in safe public places for local pickups."
  ],
  "quick_quiz": [
    {
      "q": "What’s the safest way to get to the real website?",
      "choices": [
        "Click the link in the message",
        "Type the website address yourself or use the official app",
        "Reply and ask them for another link"
      ],
      "answer_index": 1,
      "explain": "Scam messages often include links to fake sites. Typing the address yourself (or using the official app) reduces that risk."
    },
    {
      "q": "A message says you must act 'within 24 hours' or you'll lose access. What should you do first?",
      "choices": [
        "Panic and pay/enter details",
        "Stop and verify using official contact details you find yourself",
        "Forward it to friends to ask"
      ],
      "answer_index": 1,
      "explain": "Urgency is a classic pressure tactic. Verify using trusted contact details."
    }
  ],
  "sources": [
    "https://www.scamwatch.gov.au/types-of-scams/buying-and-selling-scams",
    "https://www.scamwatch.gov.au/about-us/news-and-alerts/scam-alert-festive-season-scams"
  ],
  "created_at": "2026-01-01T00:00:00+08:00"
}