{
  "schema_version": "scamsmart.lesson.v1",
  "scam_type": "stop_check_protect",
  "title": "Stop, Check, Protect (your default anti-scam routine)",
  "summary": "A simple routine to avoid most scams: stop before you act, check independently, and protect yourself by reporting and securing accounts.",
  "how_it_works": [
    "STOP: Don’t send money or personal info and don’t click links when unsure.",
    "CHECK: Verify messages by contacting the organisation using details you find yourself.",
    "PROTECT: Report scams and secure accounts (passwords, bank/card alerts, etc.)."
  ],
  "warning_signs": [
    "Unexpected contact + urgency.",
    "Requests for money, personal info, or secrecy.",
    "Links to login/payment pages."
  ],
  "example_hooks": [
    "“You must act now.”",
    "“Click this link to confirm.”"
  ],
  "what_to_do": [
    "If you think it’s a scam: stop sending money, contact your bank, change passwords, and report.",
    "Teach family members the same routine to reduce risk.",
    "Use official apps/websites instead of message links."
  ],
  "quick_quiz": [
    {
      "q": "What’s the safest way to get to the real website?",
      "choices": [
        "Click the link in the message",
        "Type the website address yourself or use the official app",
        "Reply and ask them for another link"
      ],
      "answer_index": 1,
      "explain": "Scam messages often include links to fake sites. Typing the address yourself (or using the official app) reduces that risk."
    },
    {
      "q": "A message says you must act 'within 24 hours' or you'll lose access. What should you do first?",
      "choices": [
        "Panic and pay/enter details",
        "Stop and verify using official contact details you find yourself",
        "Forward it to friends to ask"
      ],
      "answer_index": 1,
      "explain": "Urgency is a classic pressure tactic. Verify using trusted contact details."
    }
  ],
  "sources": [
    "https://www.scamwatch.gov.au/stop-check-protect/help-to-spot-and-avoid-scams",
    "https://www.scamwatch.gov.au/stop-check-protect/what-to-do-if-youve-been-scammed"
  ],
  "created_at": "2026-01-01T00:00:00+08:00"
}